Repository: pop-os/appstream
Catalog: po/*.po
Languages: sr@latin

source: A provides-item type (e.g. lib, bin, python3, ...)
sr@latin: Vrsta dostavljene stavke (npr. „lib“, „bin“, „python3“, ...)

source: AppStream CLI tool version: %s
sr@latin: Izdanje komandne alatke Programskog toka: %s

source: AppStream cache update completed successfully.
sr@latin: Osvežavanje ostave Programskog toka je uspešno obavljeno.

source: AppStream cache update completed, but some metadata was ignored due to errors.
sr@latin: Osvežavanje ostave Programskog toka je obavljeno, ali neki metapodaci su zanemareni zbog grešaka.

source: AppStream cache update failed.
sr@latin: Osvežavanje ostave Programskog toka nije uspelo.

source: AppStream command-line interface
sr@latin: Naredbeno sučelje Programskog toka

source: Bundle
sr@latin: Paket

source: Categories
sr@latin: Kategorije

source: Command '%s' is unknown.
sr@latin: Naredba „%s“ nije poznata.

source: Compulsory for
sr@latin: Obavezujući za

source: Description
sr@latin: Opis

source: Developer
sr@latin: Programer

source: Do not use the Xapian cache when performing the request
sr@latin: Ne koristi keš Zapijana (Xapian) prilikom slanja zahteva

source: Don't show colored output
sr@latin: Ne prikazuje obojeni izlaz

source: Dump raw XML metadata for a component matching the ID
sr@latin: Izbaci sirove „XML“ metapodatke vezane za komponentu koja se podudara sa IB-om

source: Enforce a cache refresh
sr@latin: Primorava osvežavanje ostave

source: File %s not found or permission denied!
sr@latin: Nisam pronašao datoteku „%s“ ili su ovlašćenja odbijena!

source: Get components which provide the given item
sr@latin: Dobavlja sastojke koji obezbeđuju datu stavku

source: Get information about a component by its ID
sr@latin: Dobavi podatke o komponenti koristeći IB

source: Homepage
sr@latin: Matična stranica

source: Icon
sr@latin: Ikonica

source: Identifier
sr@latin: Odrednik

source: License
sr@latin: Dozvola

source: Manually set the location of AppStream metadata for cache regeneration
sr@latin: Ručno postavite mesto metapodataka Programskog toka za ponovno stvaranje ostave

source: Manually set the location of the AppStream cache
sr@latin: Ručno postavite mesto ostave Programskog toka

source: Name
sr@latin: Naziv

source: No component matching '%s' found.
sr@latin: Nisam našao sastojak koji odgovara „%s“.

source: Package
sr@latin: Paket

source: Print detailed output about found components
sr@latin: Ispisuje opširni izlaz o nađenim sastojcima

source: Print even pedantic hints when validating
sr@latin: Prikaži najmanje sitnice prilikom potvrđivanja

source: Project Group
sr@latin: Grupa projekta

source: Provided Items
sr@latin: Obezbeđene stavke

source: Rebuild the component information cache
sr@latin: Ponovo izgrađuje ostavu podataka sastojka

source: Run '%s --help' to see a full list of available command line options.
sr@latin: Pokrenite „%s --help“ da vidite čitav spisak dostupnih opcija linije naredbi.

source: Sample Screenshot URL
sr@latin: Adresa uzorka snimka ekrana

source: Search the component database
sr@latin: Pretražuje bazu podataka sastojaka

source: Select a value for the provides-item which needs to be found
sr@latin: Bira vrednost za „obezbeđuje-stavku“ koja treba biti pronađena

source: Show extra debugging information
sr@latin: Prikazuje dodatne podatke pročišćavanja

source: Show the program version
sr@latin: Prikazuje izdanje programa

source: Subcommands:
sr@latin: Podnaredbe:

source: Summary
sr@latin: Sažetak

source: Unable to find component matching %s!
sr@latin: Ne mogu da pronađem sastojak koji odgovara „%s“!

source: Unable to find component with id '%s'!
sr@latin: Ne mogu da pronađem sastojak sa ib-om „%s“!

source: Validate AppStream XML files for issues
sr@latin: Proverite da li postoje greške u „XML“ datotekama Programskog toka

source: Validate an installed file-tree of an application for valid metadata
sr@latin: Potvrdite da li instalirano stablo datoteka programa ima ispravne metapodatke

source: Validation failed.
sr@latin: Potvrđivanje nije uspelo.

source: Validation was successful.
sr@latin: Potvrđivanje je uspelo.

source: XDG Menu XML file '%s' is damaged.
sr@latin: IksML datoteka „%s“ IksDG izbornika je oštećena.

source: You need to run this command with superuser permissions!
sr@latin: Morate da pokrenete ovu naredbu sa ovlašćenjima administratora!

source: You need to specify a command.
sr@latin: Morate da navedete naredbu.

source: You need to specify a component-id.
sr@latin: Morate da navedete ib sastojka.

source: You need to specify a file to validate!
sr@latin: Morate da navedete datoteku za potvrđivanje!

source: You need to specify a root directory to start validation!
sr@latin: Morate navesti fasciklu najvišeg nivoa za počinjanje potvrđivanja!

source: You need to specify a term to search for.
sr@latin: Morate da navedete pojam za traženje.

source: app;application;package;program;programme;suite;tool
sr@latin: app;application;package;program;programme;suite;tool;app;aplikacija;paket;program;komplet;alat;aplikacija;komplet;alat
